Repository: HarshilShah/PeakLocalisations
Catalog: PeakLocalisations/Localisation/Features/WhatsNew.xcstrings
Source language: en
Languages: de, es, it

# Dashboard.Body
source: Now with multiple widget sizes, grouping modes, and quick filtering!
de: Jetzt mit mehreren Widget-Grössen, Gruppierungsmodi, und Filter-Schnellzugriffen!
es: ¡Ahora con múltiples tamaños de widgets, modos de agrupación y filtrado rápido!
it: Ora con più dimensioni di widget, modalità di raggruppamento e filtri rapidi!

# Dashboard.Title
source: Brand New Dashboard!
de: Brandneues Dashboard!
es: ¡Panel completamente nuevo!
it: Pannello completamente rinnovato!

# Icons.Body
source: Now in red, orange, green, blue, purple, silver, and gold!
de: Jetzt verfügbar in Rot, Orange, Grün, Blau, Violett, Silber und Gold!
es: ¡Ahora en rojo, naranja, verde, azul, morado, plateado y dorado!
it: Ora in rosso, arancione, verde, blu, viola, argento e oro!

# Icons.Title
source: New App Icons
de: Neue App Icons
es: Nuevos iconos de la app
it: Nuove icone dell'app

source: Leave a Review
de: Schreibe eine Rezension
es: Deja una reseña
it: Scrivi una recensione

# LiquidGlass.Body
source: Peak has been redesigned for iOS 26 and Liquid Glass
de: Peak wurde für iOS 26 und Liquid Glass neu gestaltet
es: Peak ha sido rediseñado para iOS 26 y Liquid Glass
it: Peak è stata riprogettata per iOS 26 e Liquid Glass

# LiquidGlass.Title
source: A Fresh Coat of Glass
de: Frisch poliertes Glas
es: Una capa fresca de cristal
it: Una ventata di novità in vetro

# Speed.Body
source: Your data now loads faster than ever before
de: Deine Daten laden jetzt schneller als je zuvor
es: Tus datos ahora se cargan más rápido que nunca
it: I tuoi dati ora si caricano più velocemente che mai

# Speed.Title
source: Blink and You’ll Miss It
de: Blitzschnell
es: Parpadea y te lo perderás
it: Un battito di ciglia ed è pronto

# Title
source: What’s New in Peak %@
de: Neu in Peak %@
es: Nuevo en Peak %@
it: Novità in Peak %@

# Totals.Body
source: The Totals block now shows your All Time stats
de: Der Summen Block zeigt dir deine Gesamt-Statistiken
es: El bloque de Totales ahora muestra tus estadísticas históricas
it: Il blocco Totali ora mostra le tue statistiche di sempre

# Totals.Title
source: All Time Totals
de: Gesamt-Summen
es: Totales de todos los tiempos
it: Totali di sempre

# Trends.Body
source: View short, medium, and long term trends at the same time
de: Kurzfristige, mittelfristige und langfristige Trends zusammengefasst
es: Mira tendencias a corto, mediano y largo plazo al mismo tiempo
it: Visualizza contemporaneamente i trend a breve, medio e lungo termine

# Trends.Title
source: Multi Trends
de: Mehrere Trends
es: Múltiples tendencias
it: Trend multipli
